Repository: ijvcas/skyranch
Catalog: ios/App/App/*.lproj/InfoPlist.strings
Languages: es

# NSFaceIDUsageDescription
source: FARMIKA uses Face ID for quick and secure access to your account
es: FARMIKA usa Face ID para acceso rápido y seguro a tu cuenta

# NSCameraUsageDescription
source: FARMIKA needs camera access to scan animal and inventory barcodes and QR codes
es: FARMIKA necesita acceso a la cámara para escanear códigos de barras y QR de animales e inventario

# NSPhotoLibraryUsageDescription
source: FARMIKA needs access to your photos to attach images of animals and field reports
es: FARMIKA necesita acceso a tus fotos para adjuntar imágenes de animales y reportes de campo

# NSPhotoLibraryAddUsageDescription
source: FARMIKA needs permission to save animal photos to your gallery
es: FARMIKA necesita permiso para guardar fotos de animales en tu galería

# NSLocationWhenInUseUsageDescription
source: FARMIKA needs access to your location to record the location of animals and field events
es: FARMIKA necesita acceso a tu ubicación para registrar la ubicación de animales y eventos en el campo

# NSLocationAlwaysAndWhenInUseUsageDescription
source: FARMIKA needs access to your location to record field reports with GPS coordinates
es: FARMIKA necesita acceso a tu ubicación para registrar reportes de campo con coordenadas GPS

# NSUserNotificationsUsageDescription
source: FARMIKA needs to send notifications to remind you of important events about your animals
es: FARMIKA necesita enviar notificaciones para recordarte eventos importantes sobre tus animales

# NSContactsUsageDescription
source: FARMIKA needs access to your contacts so you can save information about veterinarians and buyers
es: FARMIKA necesita acceso a tus contactos para que puedas guardar información de veterinarios y compradores

# NSCalendarsUsageDescription
source: FARMIKA needs access to your calendar to sync farm events
es: FARMIKA necesita acceso a tu calendario para sincronizar eventos de tu granja

# NSRemindersUsageDescription
source: FARMIKA needs access to reminders to create reminders for important events
es: FARMIKA necesita acceso a recordatorios para crear recordatorios de eventos importantes

# NSLocalNetworkUsageDescription
source: FARMIKA needs access to the local network to sync data with the farm server
es: FARMIKA necesita acceso a la red local para sincronizar datos con el servidor de la finca
